<?php
/**
 * Russian Language File for l10n-state plugin
 *
 * @package l10n-state
 * @license BSD
 */

defined('COT_CODE') or die('Wrong URL.');

/**
 * Plugin Config
 */

$L['cfg_ttl'] =  'Время кеширования данных, в часах';

$L['info_desc'] = 'Проверка перевода страниц на соответствие оригиналу';

$L['l10n_state_unchecked'] = 'Перевод не проверен';
$L['l10n_state_refined'] = 'Объем статьи превышает оригинал. Возможно не соответствие оригиналу.';
$L['l10n_state_good'] = 'Перевод есть (соответствует по объему/структуре).';
$L['l10n_state_sufficient'] = 'Перевод выполнен в достаточной степени.';
$L['l10n_state_faint'] = 'Перевод этой страницы возможно не полный, в случае необходимости обратитесь к оригинальной статье.';
$L['l10n_state_incomplete'] = 'Перевод этой страницы возможно еще не завершен.';
$L['l10n_state_bad_structure'] = 'Внимание! Структура статьи отличается от оригинала, перевод может не соответствовать оригинальной статье.';
$L['l10n_state_inapplicable'] = 'Перевод страницы не соответствует содержанию оригинала.';
$L['l10n_state_not_finished'] = 'Перевод страницы еще не закончен. Обратитесь к оригиналу статьи.';
$L['l10n_state_not_translated'] = 'Страница еще не переведена.';
$L['l10n_state_outdated'] = 'Оригинал страницы был обновлен{$date}. Перевод устарел на {$ago}.';

